Repository: tuxayo/Coral
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: A. Frequently these sites do NOT automatically download HTML from the Table of Contents browse interface, so even platforms such as ScienceDirect occasionally have higher PDF than HTML counts.
fr_fr: R. Souvent ces sites NE téléchargent PAS automatiquement les fichiers HTML de l'interface de la Table des matières du navigateur, donc même les plateformes comme ScienceDirect ont parfois un nombre supérieur de fichiers PDF plutôt que de fichiers HTML.

source: Q. I thought COUNTER standards prevented double-counting of article downloads.
fr_fr: Q. Je pensais que les normes COUNTER empêcheraient de compter deux fois le téléchargement des articles.

source: A. COUNTER does require that duplicate clicks on HTML or PDF within a short period of time be counted once. But COUNTER specifically does not deny double count of different formats--HTML and PDF. Because some publishers automatically choose HTML for users, and because many users prefer to save and/or print the PDF version, this interface significantly inflates total article usage.
fr_fr: R. COUNTER requiert effectivement que les clics dupliqués sur les fichiers HTML ou les PDF dans une courte période de temps ne soient comptés qu'une seule fois. Mais la norme COUNTER en elle-même n'empêche pas de compter deux les différents formats--HTML et PDF. Comme certains éditeurs choisissent le HTML pour les utilisateurs, et comme de nombreux utilisateurs préfèrent enregistrer/imprimer la version PDF, cette interface augmente considérablement la comptabilisation totale de l'utilisation des articles.

source: Q. Why do some Highwire Press publishers have high HTML ratios to PDFs, but some appear to have a very low ratio?
fr_fr: Q. Pourquoi est-ce que certains éditeurs Highwire Press ont des ratios de fichiers HTML très élevés par rapport aux fichiers PDF, mais que certains éditeurs semblent avoir un ratio très bas ?

source: A. Some publishers have automatic HTML display on Highwire, and some do not. This is because the publisher is able to indicate a preferred linking page through the DOI registry. Because this platform includes multiple publishers, the interface impact is not consistent.
fr_fr: R. Certains éditeurs ont activé l'affichage automatique du HTML sur Highwire tandis que d'autres ne l'ont pas activé. Ceci s'explique par le fait que l'éditeur peut préciser une page de lien préférée via le registre DOI. Comme cette plateforme comprend de nombreux éditeurs, l'impact sur l'interface n'est pas uniforme.

source: Invalid type!!
fr_fr: Type non-valide !!

source: CORAL Usage Statistics Reporting
fr_fr: Rapports des statistiques d'utilisation CORAL

source: Click to show information about this report
fr_fr: Cliquez ici pour afficher des informations sur ce rapport

source: Modify Parameters
fr_fr: Modifier les paramètres

source: Create New Report
fr_fr: Créer un nouveau rapport

source: By Month and Resource
fr_fr: Par mois et par ressource

source: from an Archive
fr_fr: d'une Archive

source: Number of Successful Full-Text Article Requests %s
fr_fr: Nombre de demandes réussies d'articles en texte intégral %s

source: Multiple titles with the same print ISSN (generally multiple parts) have been merged together
fr_fr: Plusieurs titres avec le même ISSN de la version imprimée (généralement plusieurs parties) ont été fusionnés ensemble

source: Key
fr_fr: Clé

source: not been adjusted
fr_fr: non-ajusté

source: been adjusted manually by Electronic Resources
fr_fr: ajusté manuellement par les Ressources électroniques

source: Programmatically flagged as outlier based on previous 12 month average. The number has %s
fr_fr: Marqué par le programme comme étant une valeur hors norme basée sur la moyenne des 12 derniers mois. Le nombre a été %s

source: Programmatically flagged as outlier using the following formula: Count is %d over %d%% of the previous 12 month average.
fr_fr: Marqué par le programme comme étant une valeur hors norme selon la formule suivante : Le décompte est de %d sur %d%% de la moyenne des 12 derniers mois.

source: Programmatically flagged as outlier based on previous 12 month average. The number has not been adjusted.
fr_fr: Marqué par le programme comme étant une valeur hors norme basée sur la moyenne des 12 derniers mois. Le nombre n'a pas été ajusté.

source: Programmatically flagged as outlier based on previous 12 month average. The number has been adjusted manually by Electronic Resources.
fr_fr: Marqué par le programme comme étant une valeur hors norme basée sur la moyenne des 12 derniers mois. Le nombre a été ajusté par les Ressources électroniques.

source: Color Background Key
fr_fr: Légende des couleurs en arrière-plan

source: Workflow / User Group
fr_fr: Workflow / Groupe d'utilisateurs

source: Access Method
fr_fr: Mèthode d'accès

source: Account Type
fr_fr: Type de compte

source: Acquisition Type
fr_fr: Type d'acquisition

source: Administering Site
fr_fr: Site gérant

source: Alert Settings
fr_fr: Configuration des messages

source: Attachment Type
fr_fr: Type de pièce jointe

source: Authentication Type
fr_fr: Type d'authentification

source: Authorized Site
fr_fr: Site autorisé

source: Cataloging Status
fr_fr: Statut de catalogage

source: CatalogingType
fr_fr: Type de catalogage

source: Cost Details
fr_fr: Détails du prix

source: Currency
fr_fr: Devise monétaire

source: Downtime Types
fr_fr: Types d'indisponibilité

source: Funds
fr_fr: Fonds

source: Import Configuration
fr_fr: Importer une configuration

source: License Status
fr_fr: Statut de licence

source: Order Type
fr_fr: Type de commande

source: Purchasing Site
fr_fr: Site achetant

source: Resource Format
fr_fr: Format de la ressource

source: Resource Type
fr_fr: Type de ressource

source: Storage Location
fr_fr: Lieu de stockage

source: Subjects
fr_fr: Sujets

source: User Limit
fr_fr: Limite d'utilisateurs

source: Error: unexpected fgets() fail
fr_fr: Erreur: échec inattendu de fgets()

source: Edit DDW facet/term selections at:
fr_fr: Modifier les sélections de facettes DDW /termes à:

source: Email template file not found:
fr_fr: Fichier du modèle d'email non-trouvé:

source: Form action
fr_fr: Action du formulaire

source: Edit Access
fr_fr: Modifier l'accès

source: Access
fr_fr: Accès

source: Authentication Type:
fr_fr: Type d'authentification:

source: Access Method:
fr_fr: Méthode d'accès:

source: Storage Location:
fr_fr: Lieu de stockage:

source: Simultaneous User Limit:
fr_fr: Limite du nombre d'utilisateurs simultanés:

source: Coverage:
fr_fr: Plage d'accès:

source: Authorized Site(s)
fr_fr: Site(s) autorisé(s)

source: Administering Site(s)
fr_fr: Site(s) gérant(s)

source: Edit Account
fr_fr: Modifier un compte

source: Add Account
fr_fr: Ajouter un compte

source: Registered Email:
fr_fr: Adresse email enregistrée:

source: Edit Alert Days In Advance
fr_fr: Modifier le message d'alerte Jours en avance

source: Add Alert Days In Advance
fr_fr: Ajouter des messages Jours en avance

source: Edit Alert Email Address
fr_fr: Modifier l'adresse email des messages

source: Add Alert Email Address
fr_fr: Ajouter une adresse email pour les messages

source: Edit Currency
fr_fr: Modifier une devise monétaire

source: Add Currency
fr_fr: Ajouter une devise monétaire

source: Archived
fr_fr: Archivé

source: Edit Import Configuration
fr_fr: Modifier une configuration importée

source: Add Import Configuration
fr_fr: Ajouter une configuration importée

source: Configuration Name
fr_fr: Nom de la configuration

source: For each of the resource fields please input the number of the column in your CSV file that corresponds to the resource field. For example, if your import file has a second column called Name that corresponds to the Resource Title, then you would input 2 for the value for the Resource Title field. For columns with multiple values that are character-delimited, indicate the delimiter using the If delimited, delimited by field. For fields with values across multiple columns, add additional sets using the +Add another links. Use the Dedupe on this column option for ISBN/ISSN sets to ignore any duplicate values that might occur across those columns. The Alias Types, Note Types, and Organization Roles that you can assign to your mapped columns can be configured on the Admin page.
fr_fr: Pour chaque champ de ressource, veuillez entrer le numéro de colonne de votre fichier CSV correspondant au champ de la ressource. Par exemple, si votre fichier importé a une deuxième colonne nommée Nom qui correspond au Titre de la ressource, entrez 2 comme valeur dans le champ Titre de la ressource. Pour les colonnes comportant plusieurs valeurs délimitées par des caractères, indiquez le délimiteur en sélectionnant l'option Si délimité, Délimité par champ. Pour les champs ayant des valeurs dans plusieurs colonnes, ajoutez des ensembles de données supplémentaires en cliquant sur les liens +Ajouter. Utilisez la fonction Dédupliquer sur cette colonne pour les ensembles ISBN/ISSN pour ignorer les éventuelles valeurs dupliquées qui pourraient apparaître dans ces colonnes. Les Types d'alias, les Types de remarques et les Rôles d'organisation que vous pouvez attribuer à vos colonnes mappées peuvent être paramétrées dans la page Administration.

source: Add
fr_fr: Ajouter

source: Show stats button?
fr_fr: Afficher le bouton des statistiques ?

source: Edit User Group
fr_fr: Modifier le groupe d'utilisateurs

source: Add User Group
fr_fr: Ajouter un groupe d'utilisateurs

source: User Group
fr_fr: Groupe d'utilisateurs

source: Group Name:
fr_fr: Nom du groupe:

source: Email Address:
fr_fr: Adresse email:

source: Assigned Users
fr_fr: Utilisateurs attribués

source: add user
fr_fr: Ajouter un utilisateur

source: Email Address
fr_fr: Adresse email

source: View Accounts
fr_fr: Afficher les comptes

source: Edit Workflow
fr_fr: Modifier le workflow

source: Resource Entry Requirements
fr_fr: Conditions d'entrée des ressources

source: Acquisition Type:
fr_fr: Type d'acquisition:

source: Workflow Steps
fr_fr: Étapes du workflow

source: Approval/Notification Group:
fr_fr: Groupe de validation/notification:

source: Parent Step
fr_fr: Étape principale

source: add step
fr_fr: Ajouter une étape

source: Edit Attachment
fr_fr: Modifier une pièce jointe

source: Add Attachment
fr_fr: Ajouter une pièce jointe

source: Edit Contact
fr_fr: Modifier le contact

source: Edit Cost Information
fr_fr: Modifier les informations de coût

source: Cost History
fr_fr: Historique du coût

source: Year
fr_fr: Année

source: Sub Start
fr_fr: Début de l'abonnement:

source: Sub End
fr_fr: Fin de l'abonnement:

source: Fund
fr_fr: Fonds

source: Payment
fr_fr: Paiement

source: Invoice
fr_fr: Facture

source: add payment
fr_fr: Ajouter un paiement

source: Add / Edit Subject Relationships
fr_fr: Ajouter / modifier les liens entre sujets

source: General Subject
fr_fr: Sujet général

source: Detailed Subjects
fr_fr: Sujets spécifiques

source: add detail subject
fr_fr: Ajouter un sujet spécifique

source: subject in use
fr_fr: Sujet en cours d'utilisation

source: General Resource Fields
fr_fr: Champs généraux de la ressource

source: Resource Title
fr_fr: Titre de la ressource

source: Resource URL
fr_fr: URL de la ressource

source: Alternate URL
fr_fr: Autre URL

source: Alias Sets
fr_fr: Ensembles d'alias

source: If delimited, delimited by
fr_fr: Si délimité, délimiter par

source: + Add another alias set
fr_fr: + Ajouter un autre ensemble d'alias

source: Resource Parents
fr_fr: Ressources principales

source: Parent Resource
fr_fr: Ressource principale

source: + Add another parent resource
fr_fr: + Ajouter une autre ressource principale

source: ISBN/ISSN Sets
fr_fr: Ensembles ISBN/ISSN

source: ISBN or ISSN
fr_fr: ISBN ou ISSN

source: Dedupe on this column
fr_fr: Dédupliquer sur cette colonne

source: + Add another ISBN or ISSN set
fr_fr: + Ajouter un autre ensemble ISBN ou ISSN

source: Subject Sets
fr_fr: Ensembles de sujets

source: Subject
fr_fr: Sujet

source: + Add another subject set
fr_fr: + Ajouter un autre ensemble de sujets

source: Note Sets
fr_fr: Ensembles de remarques

source: + Add another note set
fr_fr: + Ajouter un autre ensemble de remarques

source: Organization Sets
fr_fr: Ensembles d'organisations

source: + Add another organization set
fr_fr: + Ajouter un autre ensemble d'organisations

source: Organization Name Mapping
fr_fr: Mappage du nom de l'organisation

source: Use these mappings to normalize different variations of an organization's name to a single value. For example, you could have a publisher with three variations of their name across your import file: PublisherHouse, PublisherH, and PH. You could create a mapping for each one and normalize them all to PublisherHouse, to prevent duplicate organizations from being created. Each column that is added to an Organization set above is checked against the complete list of mappings that you create.
fr_fr: Utilisez ces mappages pour normaliser les différentes variations du nom d'une organisation en une seule valeur. Par exemple, un éditeur pourrait avoir trois variantes de nom dans votre fichier importé: EditionBleue, EditionB et EB. Vous pouvez créer un mappage pour chaque variation et les normaliser toutes à EditionBleue, pour éviter la création d'organisations dupliquées. Chaque colonne ajoutée à un ensemble d'Organisations ci-dessus est comparée à la liste complète des mappages que vous avez créés.

source: PCRE regular expressions
fr_fr: Expressions régulières PCRE

source: are supported for these mappings.
fr_fr: sont supportées avec ces mappages.

source: Will Be Mapped To
fr_fr: Sera mappé à

source: + Add another mapping
fr_fr: + Ajouter un autre mappage

source: Save Import Configuration
fr_fr: Enregistrer la configuration importée

source: save
fr_fr: Enregistrer

source: Edit Licenses
fr_fr: Modifier les licences

source: License Records
fr_fr: Fiches de licence

source: add license
fr_fr: Ajouter une licence

source: remove license link
fr_fr: Supprimer le lien de la licence

source: remove
fr_fr: retirer

source: license
fr_fr: licence

source: Licensing Status
fr_fr: Statut des licences

source: Status:
fr_fr: Statut:

source: History:
fr_fr: Historique:

source: No license status information available.
fr_fr: Informations de statut de licence indisponibles.

source: Creating downtime requires an organization or a resource to be associated with an organization.
fr_fr: Créer un temps d'indisponibilité nécessite qu'une organisation ou une ressource soit associée à une organisation.

source: Current CCs:
fr_fr: Adresses emails ajoutées en CC:

source: Applies only to
fr_fr: S'applique uniquement à

source: Applies to all
fr_fr: S'applique à tous

source: Applies to selected
fr_fr: S'applique aux personnes sélectionnées

source: Opening an issue requires a resource to be associated with an organization.
fr_fr: Signaler un incident nécessite qu'une ressource soit associée à une organisation.

source: Edit Saved Resource
fr_fr: Modifier une ressource enregistrée

source: Add New Resource
fr_fr: Ajouter une nouvelle ressource

source: required fields
fr_fr: champs obligatoires

source: Product
fr_fr: Produit

source: Provider:
fr_fr: Fournisseur:

source: Alt URL:
fr_fr: Autre URL:

source: Include any additional information
fr_fr: Ajoutez des informations supplémentaires

source: Edit Note
fr_fr: Modifier une remarque

source: Add Note
fr_fr: Ajouter une remarque

source: Edit Acquisitions Information
fr_fr: Modifier les informations d'acquisition

source: Order
fr_fr: Commande

source: Order Number:
fr_fr: Numéro de commande:

source: System Number:
fr_fr: Numéro système:

source: Sub Start:
fr_fr: Début de l'abonnement:

source: Current Sub End:
fr_fr: Fin de l'abonnement en cours:

source: Enable Alert
fr_fr: Activer les messages d'alerte

source: Purchasing Site(s)
fr_fr: Site(s) d'achat(s)

source: Edit Resource Step
fr_fr: Éditez l'étape de ressource

source: Reassign Resource Step
fr_fr: Réaffectez l'étape de ressource

source: Step name:
fr_fr: Nom de l'étape:

source: Group:
fr_fr: Groupe

source: Apply to all later steps?
fr_fr: Appliquez à toutes les étapes suivantes?

source: Add General / Detail Subject Link
fr_fr: Ajouter un lien Sujet général / spécifique

source: General Subject Name
fr_fr: Nom du sujet général

source: Detail Subject Name
fr_fr: Nom du sujet spécifique

source: Edit Resource
fr_fr: Modifier une ressource

source: Parents:
fr_fr: Ressources principales:

source: add Parent Resource
fr_fr: Ajouter une ressource principale

source: add Isbn
fr_fr: Ajouter ISBN

source: Role:
fr_fr: Rôle:

source: add organization
fr_fr: Ajouter une organisation

source: organization
fr_fr: organisation

source: add alias
fr_fr: Ajouter des alias

source: Data action
fr_fr: Action des données

source: Access Information
fr_fr: Accéder aux informations

source: edit resource
fr_fr: modifier la ressource

source: Administering Sites:
fr_fr: Sites gérants:

source: Authorized Sites:
fr_fr: Sites autorisés:

source: Username / Password:
fr_fr: Nom d'utilisateur / mot de passe:

source: Registered IP Address:
fr_fr: Adresse IP enregistrée:

source: No access information available
fr_fr: Aucune information d'accès disponible

source: edit access information
fr_fr: Modifier les informations d'accès

source: Additional Notes
fr_fr: Remarques supplémentaires

source: edit note
fr_fr: Modifier une remarque

source: remove note
fr_fr: Supprimer une remarque

source: Resource Specific:
fr_fr: Ressource spécifique:

source: No Resource Specific Accounts
fr_fr: Aucun compte de ressource spécifique

source: add new account
fr_fr: Ajouter un compte

source: Inherited:
fr_fr: Hérité de:

source: edit account
fr_fr: Modifier un compte

source: remove account
fr_fr: Supprimer un compte

source: Visit Account in Organizations Module
fr_fr: Afficher le compte dans le module Organisations

source: No accounts available
fr_fr: Aucun compte disponible

source: edit order information
fr_fr: Modifier les informations de commande

source: catalog view
fr_fr: Affichage du catalogue

source: Purchasing Sites:
fr_fr: Sites d'achats:

source: Expiration Alert Enabled
fr_fr: Message d'expiration activé

source: edit cost history
fr_fr: Modifier l'historique de coût

source: No payment information available
fr_fr: Informations de paiement indisponibles

source: on
fr_fr: sur

source: Licenses:
fr_fr: Licences:

source: View License
fr_fr: Afficher une licence

source: edit license and status
fr_fr: Modifier une licence et son statut

source: edit license status
fr_fr: Modifier le statut de la licence

source: add email address
fr_fr: Ajouter une adresse email

source: Days in advance of expiration
fr_fr: Jours avant expiration

source: add days
fr_fr: Ajouter des jours

source: add new currency
fr_fr: Ajouter une devise monétaire

source: add new
fr_fr: Ajouter

source: add new import configuration
fr_fr: Ajouter une configuration importée

source: Detailed Subject
fr_fr: Sujet spécifique

source: Subject Relationships
fr_fr: Liens entre les sujets

source: edit user
fr_fr: Modifier un utilisateur

source: Workflow Setup
fr_fr: Configuration du workflow

source: add workflow
fr_fr: Ajouter un workflow

source: You must set up at least one user group before you can add workflows
fr_fr: Configurez au moins un groupe d'utilisateurs avant d'ajouter des workflows

source: User Group Setup
fr_fr: Configuration du groupe d'utilisateurs

source: Group Name
fr_fr: Nom du groupe

source: add user group
fr_fr: Ajouter un groupe d'utilisateurs

source: view attachment
fr_fr: Afficher la pièce jointe

source: edit attachment
fr_fr: Modifier la pièce jointe

source: remove this attachment
fr_fr: Supprimer cette pièce jointe

source: No attachments available
fr_fr: Aucune pièce jointe disponible

source: No Resource Specific Contacts
fr_fr: Aucun contact n'est rattaché à des ressources spécifiques

source: Visit Contact in Organizations Module
fr_fr: Afficher le contact dans le module Organisations

source: Location:
fr_fr: Localisation:

source: No contacts available
fr_fr: Aucun contact disponible

source: archived contact(s) available.
fr_fr: contact(s) archivé(s) disponible(s).

source: Downtime Resolved:
fr_fr: Temps d'indisponibilité résolu:

source: Linked issue:
fr_fr: Incident associé:

source: Organizational
fr_fr: Organisationnel

source: There are no resource level downtimes.
fr_fr: Il n'y a aucun temps d'indisponibilité au niveau Ressources.

source: downtime
fr_fr: Temps d'indisponibilité

source: Date reported:
fr_fr: Date signalé:

source: Date closed:
fr_fr: Date fermé:

source: There are no resource level issues.
fr_fr: Il n'y a aucun incident au niveau ressource.

source: Outstanding Tasks
fr_fr: Tâches en attente

source: No outstanding requests
fr_fr: Aucune demande en attente

source: ID
fr_fr: Identifiant

source: Routing Step
fr_fr: Étape de routage

source: Start Date
fr_fr: Date de début

source: remove resource
fr_fr: supprimer la ressource

source: remove resource and its children
fr_fr: Supprimer la ressource et ses éléments subsidiaires

source: Record ID:
fr_fr: Numéro de fiche:

source: Related Products:
fr_fr: Produits associés:

source: view resource
fr_fr: Afficher la ressource

source: View
fr_fr: Afficher

source: Aliases:
fr_fr: Alias:

source: Organizations:
fr_fr: Organisations:

source: Resource URL:
fr_fr: URL de la ressource:

source: Visit Resource URL
fr_fr: Aller à l'URL de la ressource

source: Visit Secondary Resource URL
fr_fr: Aller à l'URL secondaire de la ressource

source: edit product details
fr_fr: Modifier les détails du produit

source: remove subject
fr_fr: Supprimer un sujet

source: add new subject
fr_fr: Ajouter un nouveau sujet

source: Catalog View
fr_fr: Affichage du catalogue

source: Parent Record(s)
fr_fr: Fiche(s) principale(s)

source: Child Record(s)
fr_fr: Fiche(s) subsidiaire(s)

source: Organizations Module
fr_fr: Module Organisations

source: Licensing Module
fr_fr: Module des Licences

source: Usage Statistics Module
fr_fr: Module Statistiques d'utilisation

source: Get Statistics
fr_fr: Obtenir des statistiques

source: No workflow steps have been set up for this resource's combination of Acquisition Type and Resource Format.
fr_fr: Aucune étape de workflow n'a été configurée pour cet ensemble de Type d'acquisition et de Format de ressource.

source: If you think this is in error, please contact your workflow administrator.
fr_fr: Si vous pensez qu'il s'agit d'une erreur, contactez votre administrateur de workflows.

source: Not entered into workflow.
fr_fr: Non-entré dans le workflow.

source: Step
fr_fr: Étape

source: Group
fr_fr: Groupe

source: Complete
fr_fr: Terminé

source: Delete
fr_fr: Effacer

source: mark complete
fr_fr: Marquer comme terminé

source: Workflow completed on
fr_fr: Workflow terminé le

source: Workflow restarted on
fr_fr: Workflow redémarré le

source: restart workflow
fr_fr: Redémarrer le workflow

source: mark entire workflow complete
fr_fr: Marquer tout le workflow comme Terminé

source: Saved Requests
fr_fr: Demandes enregistrées

source: No saved requests
fr_fr: Aucune demande enregistrée

source: Date Created
fr_fr: Créée le

source: edit request
fr_fr: Modifier une demande

source: remove request
fr_fr: Supprimer une demande

source: Displaying %d to %d of %d Resource Record
fr_fr: Affichage de %d à %d de %d fiche de ressource

source: previous page
fr_fr: Page précédente

source: next page
fr_fr: Page suivante

source: Creator
fr_fr: Créé par

source: Submitted Requests
fr_fr: Demandes envoyées

source: No submitted requests
fr_fr: Aucune demande envoyée

source: Processing action
fr_fr: Traitement de l'opération en cours
