Repository: tuxayo/Coral
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Unable to delete. Please make sure no resources are set up with this information.
fr_fr: Suppression impossible. Vérifiez qu'aucune ressource n'est paramétrée avec cette information.

source: Import configuration successfully deleted.
fr_fr: La configuration importée a été supprimée avec succès.

source: is in use. Please make sure no resources are set up with this information.
fr_fr: est utilisé. Merci de vérifier qu'aucune ressource n'est configurée avec cette information.

source: Resource successfully deleted.
fr_fr: Ressource supprimée avec succès.

source: Note successfully deleted.
fr_fr: Remarque supprimée avec succès.

source: Subject successfully removed.
fr_fr: Sujet supprimé avec succès.

source: A duplicate
fr_fr: Présence d'un

source: exists.
fr_fr: doublon.

source: . Please ensure your attachments directory is writable.
fr_fr: . Merci de vérifier que votre dossier de pièces jointes est accessible en écriture.

source: Resources import
fr_fr: Importer des ressources

source: Delimited File Import
fr_fr: Importer un fichier délimité

source: Unable to get columns headers from the file
fr_fr: Impossible d'obtenir les noms des en-têtes de colonne à partir du fichier

source: Unable to open the uploaded file
fr_fr: Impossible d'ouvrir le fichier téléversé

source: If you have not previously created an Import Configuration, then for each of the resource fields please input the number of the column in your CSV file that corresponds to the resource field. For example, if your import file has a second column called Name that corresponds to the Resource Title, then you would input 2 for the value for the Resource Title field. For columns with multiple values that are character-delimited, indicate the delimiter using the If delimited, delimited by field. For fields with values across multiple columns, add additional sets using the +Add another links. Use the Dedupe on this column option for ISBN/ISSN sets to ignore any duplicate values that might occur across those columns. The Alias Types, Note Types, and Organization Roles that you can assign to your mapped columns can be configured on the Admin page.
fr_fr: Si vous n'avez pas créé précédemment de Configuration d'importation, pour chaque champ de ressource veuillez entrer le numéro de la colonne de votre fichier CSV qui correspond au champ de la ressource. Par exemple, si votre fichier importé a une deuxième colonne nommée Nom qui correspond au Titre de la ressource, entrez 2 comme valeur dans le champ Titre de la ressource. Pour les colonnes comportant plusieurs valeurs délimitées par des caractères, indiquez le délimiteur en sélectionnant l'option Si délimité, Délimité par champ. Pour les champs ayant des valeurs dans plusieurs colonnes, ajoutez des ensembles de données supplémentaires en cliquant sur les liens +Ajouter. Utilisez la fonction Dédupliquer sur cette colonne pour les ensembles ISBN/ISSN pour ignorer les éventuelles valeurs dupliquées qui pourraient apparaître dans ces colonnes. Les Types d'alias, les Types de remarques et les Rôles d'organisation que vous pouvez attribuer à vos colonnes mappées peuvent être paramétrées dans la page Administration.

source: Please select the import configuration to load:
fr_fr: Veuillez sélectionner la configuration importée à charger:

source: Select Configuration
fr_fr: Sélectionnez une configuration

source: Please choose columns from your CSV file:
fr_fr: Choisissez les colonnes de votre fichier CSV:

source: Settings
fr_fr: Paramètres

source: Importing and deduping isbnOrISSN on the following columns:
fr_fr: Importer et dédoublonner isbnOuISSN dans les colonnes suivantes:

source: Organization
fr_fr: Organisation

source: could not be added.
fr_fr: n'a pu être ajouté.

source: Error: more than one organization is called
fr_fr: Erreur: Plusieurs organisations ont le même nom

source: . Please consider deduping.
fr_fr: . Pensez à supprimer les doublons.

source: Please consider deduping.
fr_fr: Pensez à supprimer les doublons.

source: Results
fr_fr: Résultats

source: rows have been processed.
fr_fr: lignes ont été traitées.

source: rows have been inserted.
fr_fr: lignes ont été ajoutées.

source: parents have been created.
fr_fr: principales ont été créées.

source: resources have been attached to an existing parent.
fr_fr: ressources ont été rattachées à une ressource principale existante.

source: organizations have been created
fr_fr: organisations ont été créées

source: resources have been attached to an existing organization.
fr_fr: ressources ont été rattachées à une organisation existante.

source: resource types have been created
fr_fr: types de ressource ont été créés

source: resource formats have been created
fr_fr: formats de ressources ont été créés

source: general subjects have been created
fr_fr: sujets généraux ont été créés

source: aliases have been created
fr_fr: alias ont été créés

source: notes have been created
fr_fr: remarques ont été créées

source: The first line of the CSV file must contain column names, and not data. These names will be used during the import process.
fr_fr: La première ligne du fichier CSV doit contenir des noms de colonnes et non des données. Ces noms seront utilisés pendant le processus d'importation.

source: CSV File
fr_fr: Fichier CSV

source: CSV delimiter
fr_fr: Délimiteur CSV

source: (comma)
fr_fr: (virgule)

source: (semicolon)
fr_fr: (point-virgule)

source: (pipe)
fr_fr: (barre verticale)

source: rows have been processed.
fr_fr: lignes ont été traitées.

source: import
fr_fr: Importer

source: Record ID
fr_fr: Numéro de notice

source: Note (contains)
fr_fr: Remarque (contient)

source: Date Created Between
fr_fr: Date de création entre

source: and
fr_fr: et

source: Purchase Site
fr_fr: Site d'achat

source: Child
fr_fr: Enfant

source: My Queue
fr_fr: Ma file d'attente

source: Success!
fr_fr: Opération réussie !

source: New resource added
fr_fr: Nouvelle ressource ajoutée

source: Cataloging
fr_fr: Catalogage

source: Identifier:
fr_fr: Identifiant:

source: Source URL:
fr_fr: URL de la source:

source: Visit Source URL
fr_fr: Aller à l'URL de la source

source: Cataloging Type:
fr_fr: Type de catalogage:

source: Cataloging Status:
fr_fr: Statut de catalogage:

source: Number of Records Available
fr_fr: Nombre de fiches disponibles

source: # Records Available:
fr_fr: Nbre de fiches disponibles:

source: Number of Records Loaded
fr_fr: Nombre de fiches chargées

source: # Records Loaded:
fr_fr: Nbre de fiches chargées:

source: OCLC Holdings:
fr_fr: Fonds OCLC:

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: No cataloging information available.
fr_fr: Informations de catalogage non disponibles.

source: edit cataloging details
fr_fr: Modifier les détails de catalogage

source: Edit Cataloging
fr_fr: Modifier le catalogage

source: Record Set
fr_fr: Ensemble de fiches

source: Identifier
fr_fr: Identifiant

source: Source URL
fr_fr: URL de la source

source: # Records Available
fr_fr: Nbre de fiches disponibles

source: # Records Loaded
fr_fr: Nbre de fiches chargées

source: OCLC Holdings
fr_fr: Fonds OCLC

source: No Resources found fitting alert day criteria
fr_fr: Aucune ressource ne répond aux critères de messages de jours

source: No Issues found fitting alert day criteria
fr_fr: Aucun incident trouvé répondant aux critères d'alerte de jour

source: Alerts not enabled in configuration.ini file
fr_fr: Les messages ne sont pas activés dans le fichier configuration.ini

source: Summary
fr_fr: Résumé

source: (Parent)
fr_fr: (Principal)

source: Additional Product Notes
fr_fr: Remarques supplémentaires sur le produit

source: Purchasing Site:
fr_fr: Site achetant:

source: No payment information available.
fr_fr: Informations de paiement indisponibles.

source: Additional Acquisitions Notes
fr_fr: Notes supplémentaires sur l'acquisition

source: No access information available.
fr_fr: Aucune information d'accès disponible.

source: Additional Access Notes
fr_fr: Remarques supplémentaires sur l'accès

source: Additional Cataloging Notes
fr_fr: Remarques supplémentaires de catalogage

source: New Resource
fr_fr: Nouvelle ressource

source: File Import
fr_fr: Importer

source: Email addresses for logs
fr_fr: Adresses email des fichiers journaux

source: add new email address
fr_fr: Ajouter une nouvelle adresse email

source: Outlier Parameters
fr_fr: Paramètres des valeurs hors normes

source: Failed
fr_fr: Echec

source: awaiting import
fr_fr: En attente d'importation

source: At least one report type must be set up!
fr_fr: Au moins un type de rapport doit être configuré !

source: Connection test successful!
fr_fr: Test de connexion réussi !

source: No report types are set up!
fr_fr: Aucun type de rapport configuré !

source: SUSHI Service for
fr_fr: Service SUSHI pour

source: Optional Parameters
fr_fr: Paramètres facultatifs

source: Start Date:
fr_fr: Date de début:

source: End Date:
fr_fr: Date de fin:

source: (yyyy-mm-dd)
fr_fr: (AAAA-MM-JJ)

source: Ensure platform name stays CORAL's Platform Name:
fr_fr: Vérifier que le nom de la plateforme garde le Nom de la plateforme CORAL:

source: submit for processing
fr_fr: Envoyer pour traitement

source: No Sushi Service passed in!
fr_fr: Aucun Service SUSHI envoyé !

source: Update Outlier
fr_fr: Mettre à jour la valeur hors-norme

source: Level
fr_fr: Niveau

source: Count Over
fr_fr: Dépassement de décompte

source: % Over prior 12 months
fr_fr: % de dépassement des 12 derniers mois

source: Update Report Display Name
fr_fr: Mettre à jour le nom d'affichage du rapport

source: Interface Notes
fr_fr: Notes de l'interface

source: Start Year:
fr_fr: Année de début:

source: End Year:
fr_fr: Année de fin:

source: Counter Compliant?
fr_fr: Conformité du décompte ?

source: Interface Notes:
fr_fr: Notes de l'interface:

source: Publisher Notes
fr_fr: Notes de l'éditeur

source: Publisher Notes:
fr_fr: Notes de l'éditeur:

source: Login Notes:
fr_fr: Notes de connexion:

source: SUSHI Connection
fr_fr: Connexion SUSHI

source: Service/Endpoint URL:
fr_fr: URL du Service/du point de terminaison:

source: if using COUNTER's WSDL
fr_fr: lors de l'utilisation du WSDL de COUNTER

source: or - WSDL URL:
fr_fr: ou - URL de WSDL :

source: if not using COUNTER's WSDL
fr_fr: sans utiliser le WSDL de COUNTER

source: Report Type(s):
fr_fr: Type(s) de rapport(s):

source: separate report types with semi-colon, e.g. JR1;BR1
fr_fr: Séparer les types de rapport par des points-virgules (ex: JR1 ; BR1)

source: COUNTER Release:
fr_fr: Version COUNTER:

source: Requestor ID:
fr_fr: ID du demandeur:

source: Customer ID:
fr_fr: ID du client:

source: Security Type:
fr_fr: Type de sécurité:

source: (optional)
fr_fr: (facultatif)

source: can be: HTTP Basic, WSSE Authentication
fr_fr: peut être: HTTP basique, Authentification WSSE

source: Login:
fr_fr: Connexion:

source: only needed for HTTP or WSSE Authentication
fr_fr: uniquement requis pour HTTP ou une Authentification WSSE

source: Service Day:
fr_fr: Jour de service:

source: number indicating the day of month the service should run
fr_fr: chiffre indiquant le jour du mois pendant lequel le service doit être exécuté

source: (e.g. 27 will run 27th of every month)
fr_fr: (ex: 27 indique que le service sera lancé tous les 27ème jour du mois)

source: Sushi Notes:
fr_fr: Notes Sushi:

source: Link Associated Organization
fr_fr: Rattacher à l'organisation associée

source: None currently
fr_fr: Aucun actuellement

source: update override
fr_fr: Mettre à jour l'outrepassement

source: ignore outlier
fr_fr: Ignorer la valeur hors norme

source: (showing only titles for which there were outliers during the year)
fr_fr: (Afficher uniquement les titres pour lesquels il y a avait des valeurs hors normes pendant l'année)

source: Add New Platform for SUSHI Connection
fr_fr: Ajouter une nouvelle plateforme pour une connexion SUSHI

source: Platform Name
fr_fr: Nom de la plateforme

source: Add Identifier
fr_fr: Ajouter un identifiant

source: Identifier Type
fr_fr: Type d'identifiant

source: Proprietary ID
fr_fr: ID propriétaire

source: Associated Titles and Identifiers
fr_fr: Titres et identifiants associés

source: User
fr_fr: Utilisateur

source: Add/Edit users have access to everything
fr_fr: Les utilisateurs "Add/Edit" ont accès à tout

source: except the Admin tab and admin users
fr_fr: sauf à l'onglet Administration et aux utilisateurs Admin

source: have access to everything
fr_fr: qui ont accès à tout

source: Function
fr_fr: Fonction

source: Import History for
fr_fr: Importer l'historique pour

source: Import Date
fr_fr: Date d'importation

source: Imported By
fr_fr: Importé par

source: Import Summary
fr_fr: Résumé de l'importation

source: view log
fr_fr: Voir le fichier journal

source: view archive
fr_fr: Voir l'archive

source: (no imports found)
fr_fr: (aucune importation trouvée)

source: Publisher Logins
fr_fr: Connexions de l'éditeur

source: Interface Login
fr_fr: Connexion à l'interface

source: Login Notes
fr_fr: Notes de connexion

source: add new login
fr_fr: Ajouter une nouvelle connexion

source: Interface Logins
fr_fr: Connexions à l'interface

source: Organization Accounts
fr_fr: Comptes d'Organisations

source: For
fr_fr: Pour

source: Login Type
fr_fr: Type de connexion

source: Username
fr_fr: Nom d'utilisateur

source: No login information stored for
fr_fr: Aucune information de connexion stockée pour

source: change associated organization
fr_fr: Changer l'organisation associée

source: link to associated organization
fr_fr: Rattacher à l'organisation associée

source: Login Credentials are also available for the following publishers:
fr_fr: Les identifiants de connexion sont aussi disponibles pour les éditeurs suivants:

source: Start Year
fr_fr: Année de début

source: End Year
fr_fr: Année de fin

source: Present
fr_fr: Actuel

source: add new publisher notes
fr_fr: Ajouter de nouvelles notes d'éditeur

source: Counter
fr_fr: Décompte

source: Compliant?
fr_fr: Conforme ?

source: add new interface note
fr_fr: Ajouter une nouvelle note d'interface

source: Service URL
fr_fr: URL du Service

source: WSDL URL
fr_fr: URL de WSDL

source: COUNTER Release
fr_fr: Version COUNTER

source: Report Layouts
fr_fr: Mise en page des rapports

source: Requestor ID
fr_fr: ID du demandeur

source: Customer ID
fr_fr: ID du client

source: Security
fr_fr: Sécurité

source: Service Day
fr_fr: Jour de service

source: (day of month)
fr_fr: (jour du mois)

source: Edit SUSHI Connection Info
fr_fr: Modifier les infos de connexion SUSHI

source: Test SUSHI Connection
fr_fr: Tester la connexion SUSHI

source: Add SUSHI Connection
fr_fr: Ajouter une connexion SUSHI

source: Visit the
fr_fr: Allez sur le

source: SUSHI Server Registry
fr_fr: Registre du serveur SUSHI (en anglais)

source: for information about adding your provider.
fr_fr: pour plus d'informations sur l'ajout de votre fournisseur.

source: delete entire month
fr_fr: Supprimer le mois entier

source: view outliers for this month
fr_fr: Voir les valeurs hors normes de ce mois

source: Statistics Management
fr_fr: Gestion des statistiques

source: View Spreadsheet
fr_fr: Voir Feuille de calcul

source: update overrides for this year
fr_fr: Remplacement de mises à jour pour cette année

source: (no outliers found for this year)
fr_fr: (aucune valeur hors-norme pour cet année)

source: Titles
fr_fr: Titres

source: View Journal Spreadsheet
fr_fr: Voir Feuille de calcul du Journal

source: View Books Spreadsheet
fr_fr: Voir Feuille de calcul des livres

source: Journals - Associated Titles and ISSNs
fr_fr: Périodiques - Titres et numéros ISSN associés

source: Title
fr_fr: Titre

source: Books - Associated Titles and ISBNs
fr_fr: Livres - Titres et numéros ISBN associés

source: Database Titles
fr_fr: Titres de la base de données

source: Current Email Addresses
fr_fr: Adresses email actuelles

source: delete
fr_fr: Supprimer

source: Current Outlier Parameters
fr_fr: Paramètres actuels des valeurs hors normes

source: Level
fr_fr: Niveau

source: over plus
fr_fr: dépassant de

source: % over - displayed
fr_fr: % dépassé – affiché

source: Outliers are currently disabled in the configuration file. Contact your technical support to enable them.
fr_fr: Les valeurs hors normes sont actuellement désactivées dans le fichier de configuration. Contactez votre service informatique pour les activer.

source: edit report display name
fr_fr: Modifier le nom d'affichage du rapport

source: No imports found.
fr_fr: Aucune importation trouvée.

source: Platform/Publisher
fr_fr: Plateforme/éditeur

source: Import Run Date
fr_fr: Date d'exécution de l'importation

source: view to process
fr_fr: Voir pour traiter

source: delete import
fr_fr: Supprimer l'importation

source: (no outstanding imports found)
fr_fr: (aucune importation en attente)

source: Latest Run
fr_fr: Dernière date d'exécution le

source: Latest Status
fr_fr: Dernier statut

source: view full log
fr_fr: Voir le fichier journal complet

source: run now
fr_fr: Exécuter maintenant

source: change/test connection
fr_fr: Changer/tester la connexion

source: (no failed imports found)
fr_fr: (aucune importation échouée)

source: Report(s)
fr_fr: Rapport(s)

source: Next Run
fr_fr: Prochaine date d'exécution

source: (no sushi services set up)
fr_fr: (Aucun service Sushi configuré)

source: Sorry, no platforms or publishers fit your query
fr_fr: Désolé, aucune plateforme ou aucun éditeur ne correspond à votre demande

source: Platform Records
fr_fr: Notices de plateformes

source: Publishers
fr_fr: Editeurs

source: By
fr_fr: Par

source: Override has been updated
fr_fr: Remplacement mis à jour

source: Platform Reporting Display Name has been updated
fr_fr: Le nom d'affichage de la plateforme des rapports a été mis à jour

source: Default display list has been updated
fr_fr: Liste de l'affichage par défaut mis à jour

source: Publisher Reporting Display Name has been updated
fr_fr: Le nom d'affichage de le l'éditeur des rapports a été mis à jour

source: Usage Statistics Import
fr_fr: Importer des statistiques d'utilisation

source: Incorrect File format, must be .txt!
fr_fr: Format de fichier incorrect, doit être en .txt !

source: There was an error uploading the file. Please verify the size is not over 5MB and try again!
fr_fr: Erreur lors du téléversement du fichier. Vérifiez que le fichier ne dépasse pas 5 Mo et réessayez !

source: File has an incorrectly formatted name - try filename.txt!
fr_fr: Format incorrect du nom du fichier - renommez-le en nomdefichier.txt !

source: Layout:
fr_fr: Mise en page:

source: Override previous month verification
fr_fr: Outrepasser la vérification du mois précédent

source: Instructions:
fr_fr: Consignes:

source: Save file as .txt files in tab delimited format
fr_fr: Enregistrez le fichier au format .txt séparé par des tabulations.

source: File may not be larger than 5MB
fr_fr: Le fichier ne peut dépasser 5 Mo.

source: Ensure column headers conform to Counter's standards for the report type
fr_fr: Vérifiez que les en-têtes de colonnes sont conformes aux normes Counter pour ce type de rapport.

source: More info:
fr_fr: Pour plus d'informations:

source: Recent Imports
fr_fr: Importations récentes

source: Please contact your Administrator for access to the Usage Statistics Module.
fr_fr: Veuillez contacter votre Administrateur pour accéder au Module Statistiques d'utilisation.

source: View or Edit Publisher / Platform
fr_fr: Voir ou modifier la plateforme/l'éditeur

source: Edit Publishers / Platforms
fr_fr: Modifier les éditeurs/plateformes

source: Publisher / Platform Update
fr_fr: Mettre à jour un éditeur/une plateforme

source: view / edit
fr_fr: voir/modifier

source: No publishers / platforms found.
fr_fr: Aucun éditeur/plateforme trouvé

source: Report Options
fr_fr: Options de rapport

source: Publisher / Platform Reporting Administrative Update
fr_fr: Mise à jour administrative des rapports d'éditeur/de plateforme

source: Directions:
fr_fr: Consignes:

source: Mark the checkboxes to add / remove specific Platforms or Publishers to the default report list.
fr_fr: Cochez les cases pour ajouter/supprimer des plateformes ou des éditeurs spécifiques à la liste des rapports par défaut.

source: Click 'edit report display name' to change the display name in the reporting system for specific Platforms or Publishers.
fr_fr: Cliquez sur "Modifier le nom d'affichage du rapport" pour modifier le nom affiché dans le système de rapports pour des plateformes ou des éditeurs spécifiques.

source: Available
fr_fr: Disponible

source: As Default
fr_fr: Par défaut

source: Report
fr_fr: Rapport

source: Publisher
fr_fr: Editeur

source: Platform
fr_fr: Plateforme

source: Print ISSN
fr_fr: Numéro ISSN de la version imprimée

source: Online ISSN
fr_fr: ISSN en ligne

source: YTD Total
fr_fr: Total du cumul annuel

source: YTD HTML
fr_fr: Cumul annuel en HTML

source: YTD PDF
fr_fr: Cumul annuel en PDF

source: Jan-
fr_fr: Janv-

source: Feb-
fr_fr: Févr-

source: Apr-
fr_fr: Avr-

source: May-
fr_fr: Mai-

source: Jun-
fr_fr: Juin-

source: Jul-
fr_fr: Juil-

source: Aug-
fr_fr: Aôu-

source: Sep-
fr_fr: Sept-

source: Dec-
fr_fr: Déc-

source: User Activity
fr_fr: Activité de l'utilisateur

source: Total for all Journals
fr_fr: Total de tous les périodiques

source: Total for all Books
fr_fr: Total de tous les Livres

source: Total for all Databases
fr_fr: Total de toutes les Bases de données

source: SUSHI Import
fr_fr: Import SUSHI

source: Sushi Output Log:
fr_fr: Fichier des résultats SUSHI:

source: SUSHI Administration
fr_fr: Administration SUSHI

source: Add new platform for SUSHI
fr_fr: Ajouter une nouvelle plateforme à SUSHI

source: Outstanding Import Queue
fr_fr: File d'attente des importations

source: Last Failed SUSHI Imports
fr_fr: Dernières importations SUSHI ayant échouées

source: All SUSHI Services
fr_fr: Tous les services SUSHI

source: SUSHI runs found for day:
fr_fr: Processus SUSHI trouvés pour le jour:

source: Log in to
fr_fr: Connectez-vous à

source: Sushi Administration
fr_fr: l'administration Sushi

source: for more information.
fr_fr: pour plus d'informations.

source: SUSHI Scheduled run log for
fr_fr: Fichier journal du processus SUSHI prévu pour

source: runs
fr_fr: fonctionne

source: Run complete. Log has been emailed to
fr_fr: Processus terminé. Le fichier journal a été envoyé par email à

source: Email to
fr_fr: Envoyer par email à

source: Failed!
fr_fr: Echec !

source: Nothing to see here! (no sushi scheduled today)
fr_fr: Rien à afficher (aucun processus Sushi prévu pour aujourd'hui)

source: Titles
fr_fr: Titres

source: Upload Process Complete
fr_fr: Processus de téléversement terminé

source: Process started on
fr_fr: Processus démarré le

source: File:
fr_fr: Fichier:

source: Report Format:
fr_fr: Format du rapport:

source: Outlier Parameters:
fr_fr: Paramètres des valeurs hors normes:

source: % over
fr_fr: % de dépassement

source: Override indicator set - all months will be imported.
fr_fr: Indicateur d'outrepassement défini - tous les mois seront importés.

source: Entire year already exists for this Platform / year. No counts will be imported.
fr_fr: L'année entière existe déjà pour cette Plateforme/année. Aucun décompte ne sera importé.

source: Month Started at:
fr_fr: Mois commencé à:

source: No records exist for this Platform / year. Import will start with month 1.
fr_fr: Aucun résultat n'existe pour cette plateforme/année. L'importation commencera avec le mois 1.

source: Partial year records exist for this Platform / year. Import will start with month 1 and end with month
fr_fr: Des données pour une partie de l'année existent pour cette Plateforme/année. L'importation commancera avec le mois 1 et terminera par le mois

source: Year:
fr_fr: Année:
