Repository: tuxayo/Coral
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: New Platform set up:
fr_fr: Nouvelle plateforme configurée:

source: New Publisher / Platform set up:
fr_fr: Nouvel éditeur/plateforme configuré:

source: Publisher / Platform:
fr_fr: Editeur/plateforme:

source: Title:
fr_fr: Titre:

source: Merged
fr_fr: Fusionné

source: Duplicate record for this Print ISSN in same spreadsheet: Month:
fr_fr: Notice dupliquée pour ce numéro ISSN imprimé dans la même feuille de calcul: Mois:

source: New Count:
fr_fr: Nouveau décompte :

source: New Usage Count Record Added: Month:
fr_fr: Nouvelle notice de décompte ajoutée : Mois :

source: Count:
fr_fr: Décompte :

source: Usage Count Record is not numeric for month:
fr_fr: La notice du décompte d'utilisation n'est pas numérique pour le mois :

source: imported as 0.
fr_fr: importé comme 0.

source: Outlier found for this record: Level
fr_fr: Valeur hors normes trouvée pour cette notice : Niveau

source: Current or future month will not be imported:
fr_fr: Le mois actuel ou le mois prochain ne seront pas importés :

source: YTD Already Exists for this Print ISSN, counts are added together.
fr_fr: Le cumul annuel existe déjà pour ce numéro ISSN imprimé, les décomptes sont ajoutés ensemble.

source: YTD Total Count:
fr_fr: Décompte total du cumul annuel :

source: YTD HTML Count:
fr_fr: Décompte total du cumul annuel en HTML :

source: YTD PDF Count:
fr_fr: Décompte total du cumul annuel en PDF :

source: No YTD import performed since monthly stats were not imported
fr_fr: Aucune importation de cumul annuel effectuée car les statistiques mensuelles n'ont pas été importées

source: Title match did not complete correctly, please check ISBN / ISSN to verify for Title:
fr_fr: La correspondance de titres n'a pas pu terminer correctement, merci de vérifier l'ISBN/l'ISSN du titre :

source: Log Output for
fr_fr: Fichier journal des résultats pour

source: Usage Statistics File Import Run!
fr_fr: Importation avec succès du fichier statistiques des utilisations !

source: Please find log file:
fr_fr: Voici le fichier journal :

source: Log has been emailed to
fr_fr: Le fichier journal a été envoyé par email à

source: titles processed.
fr_fr: titres traités.

source: File archived as
fr_fr: Fichier archivé comme

source: Log file available at:
fr_fr: Fichier journal disponible :

source: Process completed.
fr_fr: Processus terminé.

source: Summary:
fr_fr: Résumé :

source: SUSHI Import Confirmation
fr_fr: Confirmation de l'importation SUSHI

source: The file
fr_fr: Le fichier

source: has been uploaded successfully.
fr_fr: a été téléversé avec succès.

source: Please confirm the following data:
fr_fr: Veuillez confirmer les données suivantes :

source: Upload Process Confirmation
fr_fr: Confirmation du processus de téléversement

source: for
fr_fr: par

source: Looking for
fr_fr: Rechercher

source: in column
fr_fr: dans la colonne

source: but found
fr_fr: mais a trouvé

source: Error with Format
fr_fr: Erreur du format

source: Report format is set to
fr_fr: Le format du rapport est défini à

source: but does not match the column names listed in layouts.ini for this format
fr_fr: mais ne correspond pas aux noms de colonnes indiqués dans le fichier layouts.ini pour ce format

source: Expecting columns:
fr_fr: Colonnes prévues :

source: Found columns:
fr_fr: Colonnes trouvées :

source: If problems persist you can copy an existing header that works into this file.
fr_fr: Si les problèmes persistent, vous pouvez copier un en-tête existant qui fonctionne dans ce fichier.

source: Error with Setup: This report format is not set up in layouts.ini.
fr_fr: Erreur de Configuration : Ce format de rapport n'est pas configuré dans le fichier layouts.ini.

source: Error with Format: The line preceding the first should start with 'Total'.
fr_fr: Erreur de format : La ligne précédent la première devrait commencer par "Total".

source: Error with Year: Year listed in header
fr_fr: Erreur avec l'Année : l'Année est présente dans l'en-tête

source: may not be ahead of current year. Please correct and submit again.
fr_fr: pourrait ne pas être en avance de l'année actuelle. Corrigez ce problème et envoyez à nouveau.

source: File is flagged to override verifications of previous month data. If this is incorrect use 'Cancel' to fix.
fr_fr: Le fichier est identifié comme pouvant outrepasser les vérifications des données du mois précédent. Si ceci est incorrect, utilisez "Annuler" pour corriger ce problème.

source: If this is incorrect, please use 'Cancel' to go back and fix the headers of the file.
fr_fr: Si ceci est incorrect, veuillez utiliser "Annuler" pour revenir en arrière et corriger les en-têtes du fichier.

source: File has been imported from SUSHI. The default behavior for imported SUSHI files is to overwrite previously imported data. If this is incorrect, please contact a system administrator.
fr_fr: Fichier importé depuis SUSHI. Le fonctionnement par défaut des fichiers SUSHI importés est de remplacer les données importées précédemment. Si ceci est incorrect, veuillez contacter un administrateur système.

source: Confirm
fr_fr: Confirmer
