Repository: tuxayo/Coral
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas

source: Password is required
fr_fr: Le mot de passe est obligatoire

source: UserID is required
fr_fr: Le nom d'utilisateur est obligatoire

source: Do you really want to delete this user?
fr_fr: Voulez-vous vraiment supprimer cet utilisateur ?

source: Refreshing Contents...
fr_fr: Actualisation des contenus...

source: Processing...
fr_fr: Traitement en cours...

source: Do you really want to delete this data?
fr_fr: Voulez-vous vraiment supprimer ces données ?

source: Do you really want to delete this expression type? Any associated Qualifiers will be deleted as well.
fr_fr: Voulez-vous vraiment supprimer ce type d'expression ? Tous les qualificateurs associés seront également supprimés.

source: add
fr_fr: Ajouter

source: File name is already being used...
fr_fr: Ce nom de fichier est déjà utilisé...

source: The attachments directory is not writable.
fr_fr: Le dossier des pièces jointes n'a pas de droits d'écriture.

source: successfully uploaded.
fr_fr: téléversé avec succès.

source: remove
fr_fr: retirer

source: Do you really want to delete this attachment?
fr_fr: Voulez-vous vraiment supprimer cette pièce jointe ?

source: This name is already being used!
fr_fr: Ce nom est déjà utilisé !

source: File name may not contain special characters - ampersand, single quote, double quote or less than/greater than characters
fr_fr: Le nom du fichier ne peut contenir de caractères spéciaux ("et" commercial &, apostrophe, guillemet, ou de signe plus grand que/moins que).

source: The documents directory is not writable.
fr_fr: Le dossier des documents n'a pas de droits d'écriture.

source: Document Type is required.
fr_fr: Le type de document est obligatoire.

source: Short Name is required.
fr_fr: Un nom court est obligatoire.

source: DocumentType has been added
fr_fr: Type de document ajouté

source: ExpressionType has been added
fr_fr: Type d'expression ajouté

source: Warning! This organization will be added new.
fr_fr: Attention ! Cette organisation sera ajoutée à nouveau.

source: Consortium has been added
fr_fr: Consortium ajouté

source: License Name is required.
fr_fr: Le nom de la licence est obligatoire.

source: Provider is required.
fr_fr: Le fournisseur est obligatoire.

source: A document must be selected to continue.
fr_fr: Un document doit être sélectionné pour continuer.

source: Terms Tool Resource must be entered to continue.
fr_fr: La Ressource Outil des termes doit être entrée pour continuer.

source: No match!
fr_fr: Aucune correspondance !

source: Selected:
fr_fr: Sélectionné :

source: Do you really want to delete this signature?
fr_fr: Voulez-vous vraiment supprimer cette signature ?

source: SignatureType has been added
fr_fr: Type de signature ajouté

source: Do you really want to delete this license?
fr_fr: Voulez-vous vraiment supprimer cette licence ?

source: record)
fr_fr: fiche)

source: records)
fr_fr: fiches)

source: Do you really want to archive this document?
fr_fr: Voulez-vous vraiment archiver ce document ?

source: Do you really want to delete this document?
fr_fr: Voulez-vous vraiment supprimer ce document ?

source: There was a problem with deleting the document. You may not delete a document if there are associated expressions. Remove all expressions and try again.
fr_fr: Il y a eu un problème lors de la suppression du document. Vous ne pouvez pas supprimer un document s'il contient des expressions associées. Retirez toutes les expressions et essayez à nouveau.

source: Do you really want to delete this expression?
fr_fr: Voulez-vous vraiment supprimer cette expression ?

source: Do you really want to delete this attachment? This will also delete all attached files.
fr_fr: Voulez-vous vraiment supprimer cette pièce jointe ? Cette opération supprimera également tous les fichiers rattachés.

source: Do you really want to delete this terms tool resource link?
fr_fr: Voulez-vous vraiment supprimer ce lien vers l'outil de ressource des termes ?

source: File name is already being used.
fr_fr: Ce nom de fichier est déjà utilisé.

source: Please select a file to upload.
fr_fr: Veuillez sélectionner un fichier à téléverser.

source: At least one term type must be selected.
fr_fr: Vous devez sélectionner au moins un type de terme.

source: The Publisher / Provider field must contain a value.
fr_fr: Le champ Editeur/fournisseur doit contenir une valeur.

source: Please correct the following form error(s):
fr_fr: Veuillez corriger le(s) erreur(s) de formulaire suivante(s):

source: Sunday
fr_fr: Dimanche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sun
fr_fr: Dim

source: Mon
fr_fr: Lun

source: Tue
fr_fr: Mar

source: Wed
fr_fr: Mer

source: Thu
fr_fr: Jeu

source: Fri
fr_fr: Ven

source: Sat
fr_fr: Sam

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Feb
fr_fr: Fév

source: Apr
fr_fr: Avr

source: Jun
fr_fr: Jui

source: Jul
fr_fr: Juil

source: Aug
fr_fr: Aoû

source: Dec
fr_fr: Déc

source: Previous year
fr_fr: Année précédente

source: Previous month
fr_fr: Mois précédent

source: Next year
fr_fr: Année suivante

source: Next month
fr_fr: Mois suivant

source: Close
fr_fr: Fermer

source: Choose date
fr_fr: Sélectionnez une date

source: That
fr_fr: Ceci

source: is already in use.
fr_fr: est déjà en cours d'utilisation.

source: That type is already in use.
fr_fr: Ce type est déjà en cours d'utilisation.

source: Category has been added
fr_fr: Catégorie a été ajoutée

source: That Category is already in use.
fr_fr: Cette Catégorie est déjà en cours d'utilisation.

source: Note Type has been added
fr_fr: Type de remarque a été ajouté

source: That Note Type is already in use.
fr_fr: Ce type de note est déjà en cours d'utilisation.

source: Document Name is required.
fr_fr: Le Nom du document est obligatoire.

source: A Category is required.
fr_fr: Une Catégorie est obligatoire.

source: Edit
fr_fr: Modifier

source: successfully uploaded
fr_fr: téléversé avec succès

source: File is required
fr_fr: Un fichier est obligatoire

source: Do you really want to delete this note?
fr_fr: Voulez-vous vraiment supprimer cette remarque ?

source: Name must be entered to continue.
fr_fr: Le nom doit être entré pour continuer.

source: Please choose at least one role.
fr_fr: Choisissez au moins un rôle.

source: This organization already exists!
fr_fr: Cette organisation existe déjà !

source: Do you really want to delete this organization?
fr_fr: Voulez-vous vraiment supprimer cette organisation ?

source: This Organization cannot be deleted because it has at least one License Record associated.
fr_fr: Cette organisation ne peut être supprimée car elle est associée à au moins une Fiche de licence.

source: Do you really want to delete this alias?
fr_fr: Voulez-vous vraiment supprimer cet alias ?

source: Do you really want to delete this contact?
fr_fr: Voulez-vous vraiment supprimer ce contact ?

source: Do you really want to delete this account?
fr_fr: Voulez-vous vraiment supprimer ce compte ?

source: Do you really want to delete this issue?
fr_fr: Voulez-vous vraiment supprimer cet incident ?

source: Number of days must be a number
fr_fr: Le nombre de jours doit être un chiffre

source: Number of days should be between 1 and 365
fr_fr: Le nombre de jours doit être compris entre 1 et 365

source: Do you really want to remove this data?
fr_fr: Voulez-vous vraiment retirer ces données ?

source: Do you really want to remove this alert setting?
fr_fr: Voulez-vous vraiment effacer ce paramètre d'alerte ?

source: Do you really want to delete this currency?
fr_fr: Voulez-vous vraiment supprimer cette devise monétaire ?

source: Error - Either amount or fund is required
fr_fr: Erreur - un fond ou un montant est obligatoire

source: Error - order type is a required field
fr_fr: Erreur - Type de commande est un champ obligatoire

source: Error - price is not numeric
fr_fr: Erreur - le prix n'est pas un chiffre

source: remove this payment
fr_fr: Supprimer ce paiement

source: Error - acquisition type is a required field
fr_fr: Erreur - Type d'acquisition est un champ obligatoire

source: Attachment Type must be selected to continue.
fr_fr: Le type de pièce jointe doit être sélectionné avant de continuer.

source: A file must be uploaded
fr_fr: Un fichier doit être téléversé

source: Validation Failed
fr_fr: Validation échouée

source: Error - Please enter a value
fr_fr: Erreur - Entrez une valeur

source: Error - Detailed Subject is required
fr_fr: Erreur - Le sujet détaillé est obligatoire

source: Error - Detail Subject Already Added
fr_fr: Erreur - Le sujet détaillé est déjà ajouté

source: remove detailed subject
fr_fr: Supprimer un sujet spécifique

source: Short Name must be entered to continue.
fr_fr: Un Nom court doit être entré pour continuer.

source: Error - Please choose a valid license
fr_fr: Erreur - Sélectionnez une licence valide

source: remove this license
fr_fr: Supprimer cette licence

source: Warning: this name already exists.
fr_fr: Attention: le nom existe déjà.

source: A title must be entered to continue.
fr_fr: Un titre doit être entré avant de continuer.

source: The resource format is required.
fr_fr: Le format de la ressource est obligatoire.

source: The resource type is required.
fr_fr: Le type de ressource est obligatoire.

source: Note must be entered to continue.
fr_fr: La remarque doit être entrée avant de continuer.

source: Error - Parent cannot be the same as the child
fr_fr: Erreur - Le principal et le subsidiaire ne doivent pas être identiques

source: Error - Both fields are required
fr_fr: Erreur - Les deux champs sont obligatoires

source: remove this alias
fr_fr: Supprimer cet alias

source: remove Issn/Isbn
fr_fr: Supprimer ISSN / ISBN

source: Error - Parent is not found. Please use the Autocomplete.
fr_fr: Erreur - Elément principal non-trouvé. Utilisez l'option d'auto-complétion.

source: remove parent
fr_fr: Supprimer une ressource principale

source: Error - Organization is not found. Please use the Autocomplete.
fr_fr: Erreur - Organisation non-trouvée. Utilisez l'auto-complétion.

source: remove this organization
fr_fr: Supprimer cette organisation

source: Error - Organization is not found. Please use Autocomplete.
fr_fr: Erreur - Organisation non-trouvée. Utilisez l'auto-complétion.

source: Error - User is required
fr_fr: Erreur - l'utilisateur est obligatoire

source: remove user from group
fr_fr: Retirer un utilisateur du groupe

source: remove from group
fr_fr: Retirer du groupe

source: Group name must be entered to continue.
fr_fr: Le nom du groupe doit être entré avant de continuer.

source: Error - Step name is required
fr_fr: Erreur - Le nom de l'étape est obligatoire

source: remove this step
fr_fr: Supprimer cette étape

source: Please add at least one step to this workflow.
fr_fr: Veuillez ajouter au moins une étape à ce workflow.

source: Please click the Add button to the first step before submitting this workflow.
fr_fr: Cliquez sur le bouton Ajouter de la première étape avant de valider ce workflow.

source: more options...
fr_fr: Plus d'options...

source: Refreshing...
fr_fr: Actualisation des contenus en cours...

source: Do you really want to delete this request?
fr_fr: Voulez-vous vraiment supprimer cette demande ?

source: Must set a date.
fr_fr: Indiquez une date.

source: New contact must have a name.
fr_fr: Le nouveau contact doit avoir un nom.

source: CC must be a valid email.
fr_fr: CC doit être une adresse email valide.

source: Opening an issue requires a resource to be associated with an organization. Please contact your IT department.
fr_fr: Signaler un incident nécessite d'associer une ressource à une organisation. Veuillez contacter votre service informatique.

source: A contact must be selected to continue.
fr_fr: Sélectionnez un contact pour continuer.

source: A subject must be entered to continue.
fr_fr: Entrez un objet pour continuer.

source: A body must be entered to continue.
fr_fr: Saisissez du texte dans le message pour continuer.

source: An issue must be associated with an organization or resource(s).
fr_fr: Un incident doit être associé à une organisation ou à une/des ressource(s).

source: Do you really want to delete this resource?
fr_fr: Voulez-vous vraiment supprimer cette ressource ?

source: Do you really want to delete this resource and all its children?
fr_fr: Voulez-vous vraiment supprimer cette ressource et tous ses ressources subsidiaires ?

source: Do you really want to remove this Subject?
fr_fr: Voulez-vous vraiment supprimer ce Sujet ?

source: Warning! You are about to remove any steps that have been started and completed. Are you sure you wish to continue?
fr_fr: Attention ! Vous êtes sur le point de supprimer toutes les étapes qui ont été commencées et terminées. Êtes-vous sûr de vouloir continuer ?

source: Do you really want to mark this resource complete? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir marquer cette ressource comme Terminée ? Cette action ne peut être annulée.

source: Do you really want to delete this step? If other steps depended on this one, they will be started upon deletion. This action cannot be undone
fr_fr: Êtes-vous sûr de vouloir effacer cette étape? Si d'autres étapes dépendent de celle-ci, elles seront déclenchées après l'effacement. Cette action est impossible d'annuler.

source: Error - Please enter a value.
fr_fr: Erreur - Entrez une valeur.

source: Error - Please enter a valid email address.
fr_fr: Erreur - Veuillez entrer une adresse email valide.

source: Do you really want to delete this email address?
fr_fr: Voulez-vous vraiment supprimer cette adresse email ?

source: Count over must be a number.
fr_fr: Le dépassement de décompte doit être un chiffre.

source: % over must be a number.
fr_fr: Le % dépassé doit être un chiffre.

source: Please enter a username to continue
fr_fr: Veuillez entrer un nom d'utilisateur pour continuer

source: For security, please enter a password
fr_fr: Pour des raisons de sécurité, veuillez entrer un mot de passe

source: Identifier must be valid format.
fr_fr: L'identifiant doit avoir un format valide.

source: This organization doesn't exist in the CORAL Organizations module.
fr_fr: Cette organisation n'existe pas dans le module Organisations de CORAL.

source: This organization doesn't exist in the CORAL Organizations Module.
fr_fr: Cette organisation n'existe pas dans le module Organisations de CORAL.

source: Count is required. If you wish to remove the count the outlier should be ignored.
fr_fr: Le décompte est obligatoire. Si vous voulez supprimer le décompte, la valeur hors norme doit être ignorée.

source: Count is required.
fr_fr: Le décompte est obligatoire.

source: Start Year must be 4 numbers and start with 19 or 20.
fr_fr: L'année de début doit comporter 4 chiffres et commencer par 19 ou 20.

source: End Year must be 4 numbers and start with 19 or 20.
fr_fr: L'année de fin doit comporter 4 chiffres et commencer par 19 ou 20.

source: Please choose Yes or No for Counter Compliant.
fr_fr: Sélectionnez Oui ou Non pour la Conformité au décompte.

source: Platform must be entered.
fr_fr: La plateforme doit être indiquée.

source: Loading...
fr_fr: Chargement en cours...

source: Please select a file.
fr_fr: Veuillez sélectionner un fichier.

source: show publisher list
fr_fr: Afficher la liste des éditeurs

source: hide publisher list
fr_fr: Masquer la liste des éditeurs

source: Do you really want to remove this interface note?
fr_fr: Voulez-vous vraiment supprimer cette note d'interface ?

source: Do you really want to remove this Publisher note?
fr_fr: Voulez-vous vraiment supprimer cette note d'éditeur ?

source: Do you really want to remove this login information?
fr_fr: Voulez-vous vraiment supprimer ces informations de connexion ?

source: Do you really want to delete this month?
fr_fr: Voulez-vous vraiment supprimer ce mois?

source: Do you really want to delete this
fr_fr: Voulez-vous vraiment supprimer ce/cette

source: Running...
fr_fr: En cours d'exécution...

source: show Publisher list
fr_fr: Afficher la liste des éditeurs

source: hide Publisher list
fr_fr: Masquer la liste des éditeurs

source: Do you really want to delete this import?
fr_fr: Voulez-vous vraiment supprimer cette importation ?

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
fr_fr: JavaScript doit être activé pour utiliser CORAL. Cependant, il semble que JavaScript soit désactivé ou n'est pas supporté par votre navigateur web. Pour utiliser CORAL, activez JavaScript en modifiant les options de votre navigateur, puis

source: try again
fr_fr: réessayez à nouveau

source: eRM Authentication
fr_fr: Authentification eRM

source: Users
fr_fr: Utilisateurs

source: Login ID must match the login ID set up in the modules
fr_fr: Le nom d'utilisateur doit être identique au nom d'utilisateur paramétré dans les modules

source: Change language:
fr_fr: Modifier la langue :

source: Invalid translation route!
fr_fr: Chemin d'accès aux traductions invalide !

source: Login page
fr_fr: Page de connexion

source: There was a problem with the database:
fr_fr: Il y a eu un problème avec la base de données :

source: Could not connect to
fr_fr: Impossible de se connecter à

source: Cannot set value for undefined key (
fr_fr: Impossible d'attribuer une valeur à une clé indéfinie (

source: Cannot get value for undefined key (
fr_fr: Impossible d'obtenir la valeur d'une clé indéfinie (

source: Could not connect to LDAP server.
fr_fr: Impossible de se connecter au serveur LDAP.

source: There is a problem with the LDAP configuration, contact your server administrator.
fr_fr: Il y a un problème avec la configuration LDAP, contactez votre administrateur de serveur.

source: Edit User
fr_fr: Modifier un utilisateur

source: Add New User
fr_fr: Ajouter un nouvel utilisateur

source: Login ID
fr_fr: Nom d'utilisateur

source: Enter password for changes only
fr_fr: Entrez un mot de passe uniquement pour les modifications

source: New
fr_fr: Nouveau

source: Password
fr_fr: Mot de passe

source: Reenter Password
fr_fr: Re-tapez le mot de passe

source: submit
fr_fr: envoyer

source: cancel
fr_fr: Annuler

source: not set up!
fr_fr: non définie !

source: edit password or admin status
fr_fr: modifier le mot de passe ou le statut administrateur

source: add new user
fr_fr: ajouter un nouvel utilisateur

source: User successfully deleted.
fr_fr: Utilisateur supprimé avec succès.

source: You are successfully logged out of the system.
fr_fr: Vous êtes à présent déconnecté du système.

source: Invalid login ID. Please try again.
fr_fr: Nom d'utilisateur invalide. Veuillez réessayer à nouveau.

source: Invalid password. Please try again.
fr_fr: Mot de passe invalide. Veuillez réessayer à nouveau.

source: You are already logged in as
fr_fr: Vous êtes déjà connecté en tant que

source: You may log in as another user below,
fr_fr: Vous pouvez vous connecter sous un autre compte ci-dessous,

source: return
fr_fr: Retourner

source: or
fr_fr: ou

source: logout
fr_fr: se déconnecter

source: Please enter login credentials to sign in.
fr_fr: Merci d'entrer vos identifiants de connexion pour ouvrir une session.

source: Your session has timed out.
fr_fr: Votre session a expiré.

source: You do not have permission to enter.
fr_fr: Vous n'avez pas les autorisations requises pour accéder au site.

source: Please contact an administrator.
fr_fr: Merci de contacter un administrateur.

source: You must log in before accessing the admin page.
fr_fr: Vous devez vous identifier avant d'accéder à cette page d'administration.

source: Login ID:
fr_fr: Nom d'utilisateur :

source: Password:
fr_fr: Mot de passe :

source: Remember my login ID
fr_fr: Mémoriser mes identifiants de connexion

source: Login
fr_fr: Connexion

source: Admin page
fr_fr: Page d'administration

source: eResource Management
fr_fr: Gestion des ressources électroniques

source: Resources
fr_fr: Ressources

source: Licensing
fr_fr: Licences

source: Organizations
fr_fr: Organisations

source: Usage Statistics
fr_fr: Statistiques d'utilisation

source: Management
fr_fr: Gestion

source: Powered by
fr_fr: Alimenté par

source: Document Types
fr_fr: Types de document

source: add new document type
fr_fr: Ajouter un type de document

source: Expression Types
fr_fr: Types d'expression

source: add new expression type
fr_fr: Ajouter un type d'expression

source: Qualifiers
fr_fr: Qualificateurs

source: add new qualifier
fr_fr: Ajouter un qualificateur

source: Signature Types
fr_fr: Types de signature

source: add new signature type
fr_fr: Ajouter un type de signature

source: License Statuses
fr_fr: Statut des licences

source: add new license status
fr_fr: Ajouter un statut de licence

source: Calendar Settings
fr_fr: Paramètres du calendrier

source: Consortia
fr_fr: Consortium

source: add new consortium
fr_fr: Ajouter un nouveau consortium

source: Providers
fr_fr: Fournisseurs

source: add new provider
fr_fr: Ajouter un nouveau fournisseur

source: You don't have permission to access this page
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette page

source: License
fr_fr: Licence

source: License Name:
fr_fr: Nom de la licence:

source: Publisher / Provider:
fr_fr: Éditeur / fournisseur:

source: There was an error processing this request - please verify configuration.ini is set up for organizations correctly and the database and tables have been created.
fr_fr: Il y a eu un problème lors du traitement de cette demande, merci de vérifier que la configuration des organisations est correcte dans le fichier configuration.ini et que les tables et la base de données ont été créés.

source: add consortium
fr_fr: Ajouter un consortium

source: Document Upload
fr_fr: Téléverser un document

source: Effective Date:
fr_fr: Date effective:

source: Document Type:
fr_fr: Type de document :

source: add document type
fr_fr: Ajouter un type de document

source: Name:
fr_fr: Nom :

source: File:
fr_fr: Fichier :

source: replace with new file
fr_fr: Remplacer par un nouveau fichier

source: Archived:
fr_fr: Archivé :

source: Archive Document Date
fr_fr: Date de l'archivage du document

source: Archive Date:
fr_fr: Archivé le :

source: Continue
fr_fr: Continuer

source: Terms Tool Resource Link
fr_fr: Lien vers l'Outil-ressource des termes

source: For Document:
fr_fr: Pour le document :

source: Terms Tool Resource:
fr_fr: Ressource de l'outil des termes :

source: Signer Name
fr_fr: Nom du signataire

source: commit update
fr_fr: Valider la modification

source: edit
fr_fr: Modifier

source: Expression Type:
fr_fr: Type d'expression :

source: add expression
fr_fr: Ajouter une expression

source: Qualifier:
fr_fr: Qualificateur :

source: Document Text:
fr_fr: Texte du document :

source: Notes
fr_fr: Remarques

source: For Document Text:
fr_fr: Pour le texte du document :

source: Attachments
fr_fr: Pièces jointes

source: Details:
fr_fr: Détails :

source: Attachments:
fr_fr: Pièces jointes :

source: Update
fr_fr: Mettre à jour

source: update
fr_fr: mettre à jour

source: close
fr_fr: Fermer

source: Add New
fr_fr: Ajouter

source: User
fr_fr: Utilisateur

source: First Name
fr_fr: Prénom
