Repository: tuxayo/Coral
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Last Name
fr_fr: Nom

source: Privilege
fr_fr: Privilège

source: Add/Edit users can add, edit, or remove licenses and associated fields
fr_fr: Les utilisateurs 'Add/Edit' peuvent ajouter, modifier ou supprimer les licences et les champs associés

source: Admin users have access to the Admin page and the SFX tab.
fr_fr: Les utilisateurs 'Admin' peuvent accéder à la page Admin et à l'onglet SFX.

source: Restricted users do not have the ability to view documents
fr_fr: Les utilisateurs 'Restricted' ne peuvent pas consulter les documents

source: View only users can view all license information, including the license pdf
fr_fr: Les utilisateurs 'View only' peuvent consulter tous les détails des licences, y compris le fichier PDF de la licence

source: Terms Tool Email
fr_fr: Adresse email de l'Outil des termes

source: Enter email address if you wish this user to receive email notifications when the terms tool box is checked on the Expressions tab.
fr_fr: Entrez une adresse email si vous voulez que cet utilisateur reçoive des notifications par email lorsque la boîte d'outils des termes est activée dans l'onglet Expressions.

source: Leave this field blank if the user shouldn't receive emails.
fr_fr: Laissez ce champ vide si l'utilisateur ne devrait pas recevoir d'emails.

source: Expression Type
fr_fr: Type d'expression

source: Note Type
fr_fr: Type de remarque

source: Internal
fr_fr: Interne

source: Display
fr_fr: Afficher

source: Note type of display allows for terms tool use
fr_fr: L'affichage du type de note permet d'utiliser l'outil des termes

source: Variable Name
fr_fr: Nom de la variable

source: Value
fr_fr: Valeur

source: Qualifier
fr_fr: Qualificateur

source: For Expression Type
fr_fr: Pour le type d'expression

source: edit license
fr_fr: Modifier la licence

source: remove license
fr_fr: Retirer la licence

source: edit organization
fr_fr: Modifier l'organisation

source: License Status:
fr_fr: Statut de la licence :

source: For Document
fr_fr: Pour le document

source: Resource
fr_fr: Ressource

source: (none found)
fr_fr: (aucun trouvé)

source: add new terms tool resource link
fr_fr: Ajouter un nouveau lien vers l'Outil-ressource des termes

source: Details
fr_fr: Détails

source: more...
fr_fr: plus...

source: less...
fr_fr: moins...

source: (none uploaded)
fr_fr: (aucun téléversé)

source: view attachment
fr_fr: Voir pièce jointe

source: add new attachment
fr_fr: Ajouter une pièce jointe

source: Sorry, no licenses fit your query
fr_fr: Désolé, aucune licence ne correspond à votre demande

source: Displaying
fr_fr: Affichage de

source: to
fr_fr: à

source: of
fr_fr: sur

source: License Records
fr_fr: fiches de Licences

source: Name
fr_fr: Nom

source: Publisher / Provider
fr_fr: Éditeur / fournisseur

source: Status
fr_fr: Statut

source: records per page
fr_fr: fiches par page

source: view / edit license
fr_fr: Voir / modifier la licence

source: view / edit
fr_fr: Voir / modifier

source: view document
fr_fr: Voir document

source: view license
fr_fr: Voir la licence

source: Qualifiers:
fr_fr: Qualificateurs :

source: Document Text
fr_fr: Texte du document

source: (document text not entered)
fr_fr: (aucun texte dans le document)

source: (none for
fr_fr: (aucun pour

source: Archived Documents
fr_fr: Documents archivés

source: hide archives
fr_fr: Masquer les archives

source: Effective Date
fr_fr: Date effective

source: archived on:
fr_fr: archivé le :

source: (no date)
fr_fr: (aucune date)

source: add/view details
fr_fr: ajouter/voir les détails

source: add signatures
fr_fr: Ajouter des signatures

source: view expressions
fr_fr: Voir les expressions

source: edit document
fr_fr: Modifier un document

source: remove document
fr_fr: Supprimer le document

source: This document has
fr_fr: Ce document a été

source: children document(s) not displayed.
fr_fr: le(s) document(s) subsidiaire(s) ne sont pas affichés.

source: show all documents for this parent
fr_fr: Afficher tous les documents de cet élément principal

source: The following
fr_fr: Le/les document(s) suivant(s)

source: document(s) belong to
fr_fr: appartient(nent) à

source: hide children documents for this parent
fr_fr: Masquer les documents subsidiaires de cet élément principal

source: archive document
fr_fr: Archiver le document

source: archive(s) available.
fr_fr: archive(s) disponible(s).

source: show archives
fr_fr: Afficher les archives

source: upload new document
fr_fr: Téléverser un nouveau document

source: used in terms tool
fr_fr: utilisé dans l'outil de termes

source: (none)
fr_fr: (aucun)

source: add/view
fr_fr: ajouter/voir

source: add new expression
fr_fr: Ajouter une nouvelle expression

source: Terms Tool Update Email
fr_fr: Modifier l'adresse email de l'outil des termes

source: Setting
fr_fr: Paramètre

source: Limit by Qualifier:
fr_fr: Restreindre par qualificateur :

source: Resources Module
fr_fr: Module Ressources

source: License successfully deleted.
fr_fr: Licence supprimée avec succès.

source: success uploading!
fr_fr: téléversement réussi !

source: There was a problem saving your file to
fr_fr: Il y a eu un problème lors de l'enregistrement de votre fichier sur

source: Document Saved Successfully.
fr_fr: Document enregistré avec succès.

source: Signature Deleted Successfully.
fr_fr: Signature effacée avec succès.

source: Expression Removed Successfully.
fr_fr: Expression supprimée avec succès.

source: An expression in the licensing module has been approved for terms tool use.
fr_fr: Une expression du module Licences a été validée pour être utilisée dans l'outil des termes.

source: License:
fr_fr: Licence:

source: View License Record:
fr_fr: Consulter la fiche de la licence:

source: Licensing - expression set to production use
fr_fr: Licence - expression définie pour l'utilisation en production

source: Approved for terms tool display.
fr_fr: Validée pour l'affichage dans l'outil des termes.

source: Removed from terms tool display.
fr_fr: Retirée de l'affichage de l'outil des termes.

source: Expression Note Updated Successfully.
fr_fr: Note de l'expression modifiée avec succès.

source: Expression Note Added Successfully.
fr_fr: Note de l'expression enregistrée avec succès.

source: Note Removed Successfully.
fr_fr: Note supprimée avec succès.

source: Terms Tool Resource Link successfully deleted
fr_fr: Le lien de la ressource Outil des termes a été supprimé avec succès

source: License Updated Successfully.
fr_fr: Licence mise à jour avec succès.

source: License Added Successfully.
fr_fr: Licence ajoutée avec succès.

source: Please continue to upload documents and add expressions or emails.
fr_fr: Merci de continuer à téléverser des documents et à ajouter des expressions ou des adresses emails.

source: SQL Insert Failed.
fr_fr: L'insertion SQL a échoué.

source: Please make sure everything is filled out correctly.
fr_fr: Merci de vous assurer que tout est rempli correctement.

source: Unable to delete - this
fr_fr: Impossible de supprimer - ce

source: is in use. Please make sure no licenses are set up with this information.
fr_fr: est en cours d'utilisation. Vérifiez qu'aucune licence n'est configurée avec cette information.

source: Unable to delete. Please make sure no licenses are set up with this information.
fr_fr: Impossible de supprimer. Vérifiez qu'aucune licence n'est configurée avec cette information.

source: Attachment successfully deleted
fr_fr: Pièce jointe supprimée avec succès.

source: Attachment file successfully deleted
fr_fr: Fichier de la pièce jointe supprimé avec succès.

source: Status has been updated
fr_fr: Statut mis à jour

source: Home
fr_fr: Accueil

source: Calendar
fr_fr: Calendrier

source: Could not connect to host.
fr_fr: Impossible de se connecter à l'hôte.

source: Could not find License database.
fr_fr: Impossible de trouver la base de données des Licences.

source: Could not find Resource database.
fr_fr: Impossible de trouver la base de données des Ressources.

source: There was an error with the CalendarSettings Table please verify the table has been created.
fr_fr: Il y a eu une erreur avec la table CalendarSettings, vérifiez que la table a été créée.

source: There was an error with the CalendarSettings Configuration.
fr_fr: Il y a eu une erreur avec la configuration de la table CalendarSettings.

source: Bad Query Failure
fr_fr: Echec de demande erronée

source: Upcoming License Renewals
fr_fr: Prochains renouvellements de licence

source: No associated licenses available.
fr_fr: Aucune licence associée disponible.

source: Expired
fr_fr: Expirée il y a

source: days ago
fr_fr: jours

source: - Expires in
fr_fr: - Expirera dans

source: days)
fr_fr: jours)

source: days
fr_fr: jours

source: Expression Comparison
fr_fr: Comparaison des expressions

source: Limit by Expression Type:
fr_fr: Restreindre par type d'expression :

source: Licenses In Progress
fr_fr: Licences en cours

source: Browse All
fr_fr: Afficher tous

source: Search
fr_fr: Rechercher

source: new search
fr_fr: Nouvelle recherche

source: Name (contains)
fr_fr: Nom (contient)

source: go!
fr_fr: OK !

source: Publisher/Provider
fr_fr: Éditeur/fournisseur

source: All
fr_fr: Tous

source: Document Type
fr_fr: Type de document

source: Starts with
fr_fr: Commençant par

source: Terms Tool
fr_fr: Outil des termes

source: Helpful Links
fr_fr: Liens utiles

source: Send feedback on this resource
fr_fr: Envoyer des commentaires sur cette ressource

source: Not Available
fr_fr: Non disponible

source: Please contact your Administrator for access to the Licensing Module.
fr_fr: Veuillez contacter votre Administrateur pour accéder au Module des Licences.

source: ONIX-PL Import
fr_fr: Importer ONIX-PL

source: The file has been successfully uploaded.
fr_fr: Le fichier a été téléversé avec succès.

source: Unable to create file for license.
fr_fr: Impossible de créer un fichier pour la licence.

source: Expression Type(s) Created
fr_fr: Type(s) d'expression créé(s)

source: Qualifiers Created
fr_fr: Qualificateurs créés

source: Cannot create XML object
fr_fr: Impossible de créer l'objet XML

source: Unable to upload the file
fr_fr: Impossible de téléverser le fichier

source: Error:
fr_fr: Erreur:

source: File selection
fr_fr: Sélection du fichier

source: XML File
fr_fr: Fichier XML

source: Import options
fr_fr: Options d'importation

source: Usage Terms
fr_fr: Conditions d'utilisation

source: Supply Terms
fr_fr: Conditions d'approvisionnement

source: Continuing Access Terms
fr_fr: Conditions d'accès continu

source: Payment Terms
fr_fr: Conditions de paiement

source: General Terms
fr_fr: Conditions générales

source: Upload
fr_fr: Téléverser

source: Both license name and organization must be filled out. Please try again.
fr_fr: Le nom de la licence et de l'organisation doivent être indiqués. Réessayez à nouveau.

source: Hello
fr_fr: Bonjour

source: Help
fr_fr: Aide

source: New License
fr_fr: Ajouter licence

source: License In Progress
fr_fr: Licences en cours

source: ONIX-PL File Import
fr_fr: ONIX-PL Importer

source: Admin
fr_fr: Administration

source: Change Module
fr_fr: Changer de module

source: Main Menu
fr_fr: Menu principal

source: Terms Report
fr_fr: Rapport des termes

source: Note Types
fr_fr: Types de remarques

source: add new note type
fr_fr: Ajouter une nouvelle type de note

source: Categories
fr_fr: Catégories

source: add new category
fr_fr: Ajouter une nouvelle catégorie

source: Edit
fr_fr: Modifier

source: add type
fr_fr: Ajouter un type

source: Last Document Revision:
fr_fr: Dernière date de révision du document :

source: Categories:
fr_fr: Catégories :

source: add category
fr_fr: Ajouter une catégorie

source: Add Optional Note
fr_fr: Ajouter une note (en option)

source: Note:
fr_fr: Remarque :

source: Note Type:
fr_fr: Type de remarque :

source: add note type
fr_fr: Ajouter un type de remarque

source: add expression type
fr_fr: Ajouter un type d'expression

source: All Documents
fr_fr: Tous les documents

source: * Note type of display allows for terms tool use
fr_fr: * L'affichage du type de note permet d'utiliser l'outil des termes.

source: Qualifier
fr_fr: Qualificateur

source: Creation Date:
fr_fr: Date de création :

source: Last Update:
fr_fr: Dernière mise à jour :

source: add new note
fr_fr: Ajouter une nouvelle remarque

source: Note
fr_fr: Remarque

source: more
fr_fr: plus

source: less
fr_fr: moins

source: Sorry, no documents fit your query
fr_fr: Désolé, aucun document ne correspond à votre requête.

source: Records
fr_fr: Fiches

source: Category
fr_fr: Catégorie

source: Last Document Revision
fr_fr: Dernière date de révision du document

source: Notes
fr_fr: Remarques

source: none for
fr_fr: aucun pour

source: children document(s) not displayed.
fr_fr: le(s) document(s) subsidiaire(s) ne sont pas affichés.

source: Only one active document is allowed.
fr_fr: Un seul document actif est autorisé.

source: upload archived document
fr_fr: Téléverser un document archivé

source: There was a problem saving your file to
fr_fr: Il y a eu un problème lors de l'enregistrement de votre fichier sur

source: License:
fr_fr: Licence :

source: View License Record:
fr_fr: Voir la fiche de la licence :

source: Document Updated Successfully.
fr_fr: Licence mise à jour avec succès.

source: Document Added Successfully.
fr_fr: Licence ajoutée avec succès.

source: Please make sure everything is filled out correctly.
fr_fr: Merci de vous assurer que tout est rempli correctement.

source: is in use. Please make sure no documents are set up with this information.
fr_fr: est en cours d'utilisation. Vérifiez qu'aucun document n'est configuré avec cette information.

source: Unable to delete. Please make sure no documents are set up with this information.
fr_fr: Impossible de supprimer. Vérifiez qu'aucun document n'est configuré avec cette information.

source: Note successfully deleted
fr_fr: Note supprimée avec succès.

source: Management Module
fr_fr: Module de Gestion

source: Please contact your Administrator for access to the Management Module.
fr_fr: Veuillez contacter votre Administrateur pour accéder au Module de Gestion.

source: New Document
fr_fr: Nouveau document

source: Organization Role
fr_fr: Rôle de l'organisation

source: add new organization role
fr_fr: Ajouter un nouveau rôle d'organisation

source: Contact Role
fr_fr: Rôle du contact

source: add new contact role
fr_fr: Ajouter un nouveau rôle de contact

source: Alias Type
fr_fr: Type d'alias

source: add new alias type
fr_fr: Ajouter un nouveau type d'alias

source: External Login Type
fr_fr: Type de connexion externe

source: add new external login type
fr_fr: Ajouter un nouveau type de connexion externe

source: Issue Type
fr_fr: Type d'incident

source: add new issue type
fr_fr: Ajouter un nouveau type d'incident

source: You do not have permissions to access this screen.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette page

source: Update Organization
fr_fr: Mettre à jour l'organisation

source: Add New Organization
fr_fr: Ajouter une nouvelle organisation

source: Company URL:
fr_fr: URL de la société:

source: Role(s):
fr_fr: Rôle(s):

source: Account Details:
fr_fr: Détails du compte:

source: Notes:
fr_fr: Remarques :

source: Update Alias
fr_fr: Mettre à jour l'alias

source: Add Alias
fr_fr: Ajouter un alias

source: Update Contact
fr_fr: Mettre à jour un contact

source: Add Contact
fr_fr: Ajouter un contact

source: Title:
fr_fr: Titre:

source: Phone:
fr_fr: Numéro de téléphone:

source: Alt Phone:
fr_fr: Autre numéro de téléphone:

source: Fax:
fr_fr: Numéro de fax:

source: Email:
fr_fr: Adresse email:

source: Address:
fr_fr: Adresse:

source: Update Login
fr_fr: Mettre à jour la connexion

source: Add Login
fr_fr: Ajouter une connexion

source: Login Type:
fr_fr: Type de connexion:

source: Local Account Email:
fr_fr: Adresse email du compte local:

source: Username:
fr_fr: Nom d'utilisateur:

source: Report New Problem
fr_fr: Signaler un nouveau problème

source: * required fields
fr_fr: * champs obligatoires

source: Organization:
fr_fr: Organisation:

source: add contact
fr_fr: Ajouter un contact

source: CC myself:
fr_fr: Me copier dans l'email:

source: Add
fr_fr: Ajouter

source: Current CCs:
fr_fr: Adresses emails ajoutées en CC:

source: Subject:
fr_fr: Objet:

source: Body:
fr_fr: Contenu du message:

source: Applies to:
fr_fr: S'applique à:

source: Applies to all
fr_fr: S'applique à tous

source: resources
fr_fr: ressources

source: Applies to selected
fr_fr: S'applique aux personnes sélectionnées

source: Send me a reminder every
fr_fr: Envoyer-moi un rappel tous les

source: day(s)
fr_fr: jour(s)

source: Resource Downtime Report
fr_fr: Rapport d'indisponibilité de la ressource

source: Downtime Start:
fr_fr: Début du temps d'indisponibilité:

source: Downtime Resolution:
fr_fr: Résolution de l'indisponibilité:

source: Problem Type:
fr_fr: Type de problème:

source: Link to open issue:
fr_fr: Lien pour ouvrir l'incident:

source: Update Issue
fr_fr: Mettre à jour l'incident

source: Add Issue
fr_fr: Ajouter un incident

source: Start date:
fr_fr: Date de début:

source: End date:
fr_fr: Date de fin:

source: remove organization
fr_fr: Supprimer une organisation

source: Parent Organization:
fr_fr: Organisation principale:

source: view organization
fr_fr: voir l'organisation

source: View
fr_fr: Afficher

source: Child Organizations:
fr_fr: Organisations subsidiaires:

source: Created:
fr_fr: Créée le:

source: by
fr_fr: par

source: Last Update:
fr_fr: Dernière mise à jour :

source: edit alias
fr_fr: Modifier l'alias

source: remove alias
fr_fr: Supprimer l'alias

source: No aliases defined
fr_fr: Aucun alias défini

source: add a new alias
fr_fr: Ajouter un alias

source: The following are archived contacts:
fr_fr: Les contacts suivants sont archivés :

source: edit contact
fr_fr: modifier le contact

source: remove contact
fr_fr: Supprimer le contact

source: No longer valid:
fr_fr: N'est plus valide:

source: Last Updated:
fr_fr: Dernière mise à jour :

source: No unarchived contacts
fr_fr: Tous les contacts sont archivés

source: archived contact(s) available.
fr_fr: contact(s) archivé(s) disponible(s).

source: show archived contacts
fr_fr: Afficher les contacts archivés

source: hide archived contacts
fr_fr: Masquer les contacts archivés

source: edit external login
fr_fr: Modifier cette connexion externe

source: remove external login
fr_fr: Supprimer cette connexion externe

source: Login URL:
fr_fr: URL de connexion:

source: Visit Login URL
fr_fr: Aller à l'URL de connexion

source: Local email on account:
fr_fr: Adresse email du compte:

source: User Name:
fr_fr: Nom d'utilisateur:

source: No external logins added
fr_fr: Aucune connexion externe ajoutée

source: add new external login
fr_fr: Ajouter une nouvelle connexion externe

source: Issues/Problems
fr_fr: Incidents/problèmes

source: report new issue
fr_fr: Signaler un nouvel incident

source: view open issues
fr_fr: Voir les incidents ouverts

source: view archived issues
fr_fr: Voir les incidents archivés

source: Downtime
fr_fr: Temps d'indisponibilité

source: report new Downtime
fr_fr: Signaler un nouveau temps d'indisponibilité

source: view current/upcoming downtime
fr_fr: Voir les temps d'indisponibilité actuels/à venir

source: view archived downtime
fr_fr: Voir le temps d'indisponibilité archivé

source: There are no organization level issues.
fr_fr: Il n'y a aucun incident au niveau organisationnel.

source: There are no organization level downtimes.
fr_fr: Il n'y aucun temps d'indisponibilité au niveau organisationnel.

source: Added
fr_fr: Ajouté

source: by
fr_fr: par

source: start:
fr_fr: Début:

source: end:
fr_fr: Fin:

source: edit issue
fr_fr: Modifier cet incident

source: remove issue
fr_fr: Supprimer cet incident

source: No issues reported
fr_fr: Aucun incident signalé

source: add new issue
fr_fr: Ajouter un nouvel incident

source: export these issues
fr_fr: Exporter ces incidents

source: export all issues
fr_fr: Exporter tous les incidents

source: No licenses set up for this organization
fr_fr: Aucune licence configurée pour cette organisation

source: Unable to access the licensing database. Make sure the configuration.ini is pointing to the correct place and that the database and associated tables have been set up.
fr_fr: Impossible d'accéder à la base de données des licences. Vérifiez que le fichier configuration.ini fait bien référence au dossier approprié et que la base de données et les tableaux associés ont été configurés.

source: Sorry, no requests fit your query
fr_fr: Désolé, aucune demande ne répond à votre requête

source: Organization Records
fr_fr: Fiches des organisations

source: Contact Name(s)
fr_fr: Nom(s) du contact

source: Contact Role(s)
fr_fr: Rôle(s) du contact

source: Organization Name
fr_fr: Nom de l'organisation

source: Parent Organization
fr_fr: Organisation principale

source: Organization Role(s)
fr_fr: Rôle(s) de l'organisation

source: Role(s)
fr_fr: Rôle(s)

source: is in use. Please make sure no organizations are set up with this information.
fr_fr: Est utilisé. Vérifiez qu'aucune organisation n'est configurée avec cette information.

source: Unable to delete. Please make sure no organizations are set up with this information.
fr_fr: Suppression impossible. Vérifiez qu'aucune organisation n'est configurée avec cette information.

source: Organization successfully deleted.
fr_fr: L'organisation a été supprimée avec succès.

source: User successfully saved.
fr_fr: Utilisateur enregistré avec succès.

source: Role
fr_fr: Rôle

source: Contact Name (contains)
fr_fr: Nom du contact (contient)

source: Organization Search
fr_fr: Rechercher une organisation

source: Print View
fr_fr: Version imprimable

source: of:
fr_fr: de:

source: (archived)
fr_fr: (archivé)

source: Organization
fr_fr: Organisation

source: Aliases
fr_fr: Alias

source: Accounts
fr_fr: Comptes

source: Issues
fr_fr: Incidents

source: Licenses
fr_fr: Licences

source: record
fr_fr: fiche

source: records
fr_fr: fiches

source: invalid organization
fr_fr: Organisation non-valide

source: LDAP Connection is not working or has timed out. Please check configuration.ini to verify settings.
fr_fr: La connexion LDAP ne fonctionne pas ou a expiré. Merci de vérifier les paramètres du fichier configuration.ini.

source: Created:
fr_fr: Créé le:

source: External Logins
fr_fr: Connexions externes

source: Date Added
fr_fr: Ajouté le

source: Issue Date
fr_fr: Date de l'incident

source: New Organization
fr_fr: Nouvelle organisation

source: Cancel
fr_fr: Annuler

source: Login is not working. Check the .htaccess file and the remoteAuthVariableName specified in /admin/configuration.ini
fr_fr: La connexion ne fonctionne pas. Vérifiez le fichier .htaccess et la valeur de remoteAuthVariableName indiquée dans le fichier /admin/configuration.ini

source: Platform Interface Notes (if available)
fr_fr: Notes de l'interface de la plateforme (si disponible)

source: Publisher Notes (if available)
fr_fr: Notes de l'éditeur (si disponible)

source: Sorry, no rows were returned.
fr_fr: Désolé, aucune rangée dans les résultats.

source: view related titles
fr_fr: Voir les titres connexes

source: view in link resolver
fr_fr: Afficher dans le résolveur de liens

source: Usage Reports
fr_fr: Rapports d'utilisation

source: Select Report
fr_fr: Sélectionnez un rapport

source: Frequently Asked Questions
fr_fr: Foire aux Questions

source: Q. Why isn't the HTML number double the PDF number for interfaces that automatically download HTML?
fr_fr: Q. Pour les interfaces téléchargeant automatiquement les fichiers HTML, pourquoi est-ce que le nombre de fichiers HTML n'est-il pas le double du nombre de fichiers PDF ?
